Repository: common-repository/wss-company-whatsapp-sharing-button
Catalog: languages/wss-company-whatsapp-sharing-button-*.po
Languages: es_es

source: Post
es_es: Entrada

source: This is included in all post, custom post and attachments.
es_es: Esto lo incluye en todas las entrada, entradas y archivos adjuntos personalizados.

source: Pages
es_es: Páginas

source: Homepage
es_es: Página principal

source: Top content
es_es: Arriba del contenido

source: Bottom content
es_es: Abajo del contenido

source: Button text
es_es: Texto del botón

source: Button color
es_es: Color del botón

source: Add tracking
es_es: Agregar seguimiento

source: Activate this to add UTM data on shared URL. It does not look nice, but helps you follow the visits in Google Analytics from WhatsApp. Source: WhatsApp. Medium: Messenger.
es_es: Active esto para agregar datos UTM en URL compartida. No se ve muy bien, pero le ayuda a seguir las visitas de Google Analytics de WhatsApp. Fuente: WhatsApp. Medio: Messenger.

source: Save Changes
es_es: Guardar Cambios

source: Using the "shortcode"
es_es: Usando el "shortcode"

source: You can insert the button manually anywhere on your site using the "shortcode"
es_es: Puede insertar el botón manualmente en cualquier lugar en su sitio utilizando el "shortcode"

source: You can use the following options to replace the previous settings
es_es: Puede utilizar las siguientes opciones para reemplazar los ajustes anteriores

source: - leave blank for using the url from post
es_es: - deje en blanco para usar el url de la entrada

source: - leave blank to display the current title
es_es: - deje en blanco para mostrar el título actual

source: This is an example of using the short code:
es_es: Esto es un ejemplo del uso del código corto:

source: Check this!
es_es: ¡Revisa esto!

source: You can also insert the code directly to your topic using PHP:
es_es: También puede insertar el código directamente en tu tema usando PHP:

source: WhatsApp Share for WordPress:
es_es: WhatsApp Share para WordPress:

source: Configuration
es_es: Configuración

source: WSS Company WhatsApp Sharing Button
es_es: WSS Company Botón de Compartir de WhatsApp

source: Add button of WhatsApp on your post and more, also it includes a "shortcode".
es_es: Agrega botón de WhatsApp en tus entradas y mas, también incluye un "shortcode"
